Repository: Belarus/OmegaT-OsmAnd
Catalog: omegat/project_save.tmx
Source language: en
Languages: be

source: %1$d files left
be: Засталося %1$d файлаў

source: %1$d of %2$d item(s) successfully activated.
be: %1$d з %2$d рэчаў пасьпяхова актываваныя.

source: %1$d of %2$d item(s) successfully deactivated.
be: %1$d з %2$d рэчаў пасьпяхова дэактываваныя.

source: %1$d of %2$d item(s) successfully deleted.
be: %1$d з %2$d рэчаў пасьпяхова выдаленыя.

source: %1$d of %2$d item(s) successfully uploaded.
be: %1$d з %2$d рэчаў пасьпяхова заладаваныя.

source: * Tap to mark a point.\n * Press and hold on the map to delete previous point.\n * Press and hold on point to view and attach description.\n * Click on measurement widget to see more actions.
be: * Націсніце , каб адзначыць кропку.\n * Націсьніце і ўтрымлівайце на мапе, каб выдаліць папярэднюю кропку.\n * Націсьніце і ўтрымлівайце на кропцы, каб паглядзець і прыкласьці апісаньне.\n * Націсніце на віджэце вымярэньня, каб убачыць больш дзеяньняў.

source: - Map appearance
be: - Выгляд мапы

source: - Map configuration
be: - Налады мапы

source: - Navigation
be: - Навігацыя

source: - Tracking
be: - Трэкінг

source: About
be: Аб праграме

source: Accessibility
be: Даступнасьць

source: Accessibility extensions
be: Пашырэньні даступнасьці

source: Accessibility extensions for old Android versions
be: Пашырэньні даступнасьці для старых вэрсій Android

source: Accessibility mode
be: Рэжым даступнасьці

source: Accessibility mode : please select destination first
be: Рэжым даступнасці : Калі ласка, спачатку вылучыце прызначэнне

source: Accessibility options
be: Налады даступнасьці

source: Accessibility related preferences
be: Налады даступнасьці

source: According to the global system setting
be: Паводле глябальных наладаў сыстэмы

source: Accuracy
be: Дакладнасьць

source: Activate
be: Актываваць

source: Add
be: Дадаць

source: Add as waypoint
be: Дадаць як кропку шляху

source: Add comment
be: Дадаць камэнтар

source: Add to Favorites
be: Дадаць да ўпадабаных

source: Add to favorites
be: Дадаць да ўпадабаных

source: Additional settings
be: Дадатковыя налады

source: Address search
be: Пошук па адрасе

source: Address…
be: Адрас…

source: Administrative
be: Адміністрацыйны

source: Advanced settings
be: Пашыраныя налады

source: Africa
be: Афрыка

source: Altitude
be: Вышыня

source: Always use offline POI editing
be: Заўсёды ўжываць пазасеткавае рэдагаваньне POI

source: Announce GPX waypoints
be: Агалошваць маршрутныя кропкі GPX

source: Announce alarms…
be: Абвяшчаць…

source: Announce speed cameras
be: Анансаваць камэры хуткасьці

source: Announce speed limit
be: Анансаваць абмежаваньне хуткасьці

source: Announce street names (TTS)
be: Агалошваць назвы вуліц (TTS)

source: Announce traffic warnings
be: Анансаваць заўвагі руху

source: Announce…
be: Агалошваць…

source: App theme
be: Выгляд

source: Are you sure you want to clear your destination point (and waypoints)?
be: Сапраўды сьцерці месца прызначэньня (і кропкі шляху)?

source: Are you sure you want to stop the navigation?
be: Сапраўды спыніць навігацыю ?

source: Arrival time
be: Час прыбыцьця

source: Asia
be: Азія

source: Asynchronous OSM POI Editing:
be: Асынхроннае рэдагаваньне OSM POI:

source: Audio/Video data
be: Аўдыё/відэа зьвесткі

source: Audio/video notes
be: Аўдыё/відэа нататкі

source: Author name
be: Імя аўтара

source: Auto zoom map
be: Аўтаматычнае памяншэньне/павелічэньне

source: Auto zoom map according to your speed (while map is synchronized with current position)
be: Аўтаматычна памяншаць/павялічваць мапу згодна вашай хуткасьці (калі мапа сынхранізуецца з месцам)

source: Auto-center map view
be: Аўтаматычнае цэнтраваньне мапы

source: Auto-center map view in use.
be: Аўтаматычнае цэнтраваньне падчас карыстаньня

source: Auto-center map view only while navigating.
be: Аўтаматычнае цэнтраваньне толькі падчас навігацыі

source: Auto-center nav only
be: Аўтаматычнае цэнтраваньне толькі падчас навігацыі

source: Available %1$d files to download
be: Даступна %1$d файлаў для сьцягваньня

source: Avoid ferries
be: Пазьбягаць паромаў

source: Avoid motorways
be: Пазьбягаць аўтамагістраляў

source: Avoid toll roads
be: Пазьбягаць платных дарог

source: Avoid toll roads, unpaved, ferries
be: Пазьбягаць платных і грунтавых дарог, паромаў

source: Avoid unpaved roads
be: Пазьбягаць грунтавых дарог

source: Avoid…
be: Пазьбягаць…

source: Back
be: Ззаду

source: Back To Menu
be: Назад да мэню

source: Back left
be: Ззаду зьлева

source: Back right
be: Ззаду справа

source: Back to location
be: Назад да месцазнаходжаньня

source: Background settings
be: Налады фону

source: Backup OSM changes failed
be: Збой рэзервовага капіяванья файлу зьмяненьняў OSM

source: Backup as OSM change
be: Рэзервовае капіяваньне пры зьмяненьні OSM

source: Base world map (covering the whole world at small zooms) is missing. Please consider downloading World_basemap_x.obf for a complete environment.
be: Няма асноўнай мапы сьвету (якая пакрывае увесь сьвет на малых маштабах). Каб мець поўнае асяродзьдзе трэба зладаваць World_basemap_x.obf.

source: Begin a new subtrack
be: Пачаць новы падтрэк

source: Bicycle
be: Ровар

source: Browse map
be: Прагляд мапы

source: Building
be: Будынак

source: Calculate possibly non-optimal route over long distances
be: Разьлічваць прыблізны шлях на вялікія адлегласьці

source: Camera is not available
be: Няма камэры

source: Canada
be: Канада

source: Cancel
be: Скасаваць

source: Car
be: Аўта

source: Category
be: Катэгорыя

source: Central America
be: Цэнтральная Амэрыка

source: Change map zooming by horizontal trackball moves
be: Зьмяняць маштаб гарызантальнымі рухамі трэкболу

source: Change order
be: Зьмяніць парадак

source: Change units of length and speed
be: Зьмяніць адзінкі адлегласьці й хуткасьці

source: Changes in 0.7.0 : \n\t- Offline wikipedia data with articles \n\t- Updated maps \n\t- Other small features
be: Зьмены ў 0.7.0 : \n\t- Пазасеткавыя зьвесткі вікіпэдыі з артыкуламі \n\t- Абноўленыя мапы \n\t- Іншыя невялікія пашырэньні

source: Changes in 0.7.0: \n\t- Offline wikipedia data with articles \n\t- Updated maps \n\t- Other small features
be: Зьмены ў 0.7.0: \n\t- Пазасеткавыя зьвесткі вікіпэдыі з артыкуламі \n\t- Абноўленыя мапы \n\t- Іншыя невялікія пашырэньні

source: Changes in 1.1.2: \n\t* Audio/video plugin enhancement (photos with EXIF information) \n\t* Usability fixed and restructured Contour lines plugin \n\t* Hillshade packages for Contour lines plugin \n\t* Bug fixes (suboptimal routing)
be: Зьмены ў 1.1.2: \n\t* Паляпшэньне аўдыё/відэа убудовы (фота з інфармацыяй EXIF) \n\t* Вапраўлена зручнасьць і рэструкрурызаваная убудова Ізалініі вышынь \n\t* Пакет ценяў рэльефу для убудовы Ізалініі вышынь \n\t* Выпраўленне памылак (неаптымальнай маршрутызацыі)

# Changes in 1.1.4: * UI redesign * Bug fixes
source: Changes in 1.1.4: \n\t* UI redesign \n\t* Bug fixes
be: Зьмены ў 1.1.4: \n\t* рэдызайн інтэрфейсу \n\t* Выпраўленыя памылкі

source: Changes in 1.3: \n\t* Reimplement Tablets and Large screen support \n\t* Holo Theme (customization) \n\t* Additional settings for stabilizing compass \n\t* Top left button on the map screen replaces Menu button
be: Зьмены ў версіі 1.3: \n\t* Перапісана падтрымка планшэтаў і вялікіх эканаў \n\t* Тэма Holo (налады) \n\t* Дадатковыя налады для стабілізацыі компасу \n\t* Верхняя левая кнопка на экране мапы замяняе кнопку Меню

source: Changes in 1.4: \n\t* Order waypoints in optimal way to visit all (Travelling salesman, door-to-door) \n\t* Search street by name (in neighborhood) \n\t* Planning mode plugin (load/edit/save GPX tracks) \n\t* New download screen (download in background) \n\t* Support GPX subfolders (organize your GPX tracks) \n\t* Delete SRTM files \n\t* Support OSM Notes
be: Зміни в 1.4: \n\t* Магчымасьць аптымальнага ўпорадкаваньня промежных кропак маршруту (задача каміваяжора, сартаваньне па адлегласьці) \n\t* Пошук вуліцы па назве (побач) \n\t* Убудова планаваньня маршрутаў (сьцягваньне/редагаваньне/захавеньне GPX файлаў) \n\t* Новы экран сьцягваньня \n\t* Падтрымка ўкладзеных тэчак для GPX файлаў (упарадкуйце вашыя GPX файлы) \n\t* Выдалены файлы SRTM \n\t* Падтрымка OSM нататак

source: Changes in 1.5: \n\t* Voice warnings about speed limits and cameras \n\t* High density map icons \n\t* Lots of UI changes \n\t* Bugfixes in distance display, GPX analyzer, waypoint handling, planning widget, OSM uploading, https handling
be: Зьмены ў 1.5: \n\t* Папярэджаньні голасам пра абмежаваньні хуткасьці й камэры \n\t* Значкі лепшай якасьці на мапе \n\t* Шмат зьменаў інтэрфэйсу \n\t* Выпраўленьні хібаў у паказе адлегласьці, аналізе GPX, апрацоўцы кропак шляху, плянаваньні, запампоўцы ў OSM, апрацоўцы https

source: Changes in 1.5: \n\t* Voice warnings about speed limits and cameras \n\t* More voice prompt capabilities (street names announced) \n\t* High density map icons \n\t* Lots of UI changes \n\t* Bugfixes in distance display, GPX analyzer, waypoint handling, planning widget, OSM uploading, https handling
be: Зьмены ў 1.5: \n\t* Галасавыя папярэджваньні аб абмежаваньні хуткасьці і камерах \n\t* Больш галасавых падказкак (агалошэньне назваў вуліц) \n\t* Значкі для мапаў для экранаў высокае шчыльнасьці \n\t* Шмат зьмен інтэрфейса \n\t* Выпраўленьні памылык паказу адлегласці, аналізу GPX, апрацоўкі маршрутных кропак, віджэта планаваньня маршрута, загрузкі дадзеных ў OSM, працы з https

# Changes in 1.6: * Define/edit online tile source (specify expiration time)
source: Changes in 1.6: \n\t* Define/edit online tile source (specify expiration time)
be: Зьмены ў 1.6: \n\t* Вызначеньне/зьмена анлайн-крыніц квадратаў мапф (пазначце тэрмін дзеяньня)

source: Changing the storage directory will not move or delete the data. This must be performed separately and outside OsmAnd. Continue anyway?
be: Зьмена каталёгу захоўваньня ня будзе перамяшчаць ці выдаляць зьвесткі. Гэта павінна быць зроблена асобна й не ў OsmAnd. Працягнуць ?

source: Choose POI
be: Абраць цікавостку

source: Choose an online or offline navigation service
be: Абраць сеціўны ці пазасеціўны сэрвіс навігацыі

source: Choose application theme
be: Абраць выгляд праграмы

source: Choose building
be: Абраць будынак

source: Choose channel to play voice guidance (system-dependent)
be: Абярыце канал прайграваньня галасавых падказак

source: Choose city
be: Абраць горад

source: Choose country
be: Абраць краіну

source: Choose existing...
be: Абярыце існуючую...

source: Choose intersecting street
be: Абраць скрыжаваньне

source: Choose street
be: Абраць вуліцу

source: Choose style to express relative directions while moving
be: Абярыце стыль як паказваць адносныя напрамкі падчас руху

source: City
be: Горад

source: City: {0}
be: Горад: {0}

source: Clear all
be: Выдаліць усё

source: Clear all points
be: Выдаліць ўсе кропкі

source: Clear destination
be: Сьцерці месца прызначэньня

source: Clear intermediate points
be: Ачысціць прамежкавыя кропкі

source: Click here to download or update offline data. \nClick any existing item to see more details, press and hold to deactivate or delete. Current data on device (%1$s free):
be: Націсьніце тут каб зладаваць ці абнавіць пазасеціўныя зьвесткі. \nПстрыкніце на любы існуючы складнік каб бачыць падрабязнасьці, альбо націсьніце і трымайце каб дэактываваць ці выдаліць. Дзейныя зьвесткі на прыладзе (вольна %1$s):

source: Clockwise (12 sectors)
be: Па стрэлцы гадзіньніка (12 сэктараў)

source: Close
be: Зачыніць

source: Closest POI
be: Бліжэйшыя цікавосткі

source: Compass
be: Компас

source: Configure display and common settings for the application
be: Налады экрану і агульныя налады праграмы

source: Configure global settings
be: Вызначыць агульныя налады

source: Configure how to record trips and enable sleep mode
be: Наладжваньні запісу трэкаў і фонавага рэжыму

source: Configure map display
be: Налады маляваньня мапы

source: Configure maps and map sources
be: Налады мапаў і крыніц мапаў

source: Configure screen
be: Сканфігураваць экран

source: Configure screen…
be: Сканфігураваць экран…

source: Configure the map display
be: Налады адлюстраваньня мапы

source: Configure to announce street names, traffic warnings (forced stops, speed bumps), speed camera warnings, speed limits
be: Агалошваць назвы вуліц, дарожныя перасьцярогі (вымушаныя прыпынкі, ляжачыя паліцэйскія ), перасьцярогі аб камерах хуткасьці, абмежаваньні хуткасьці

source: Configure traffic warnings (forced stops, speed bumps), speed camera warnings, speed limits
be: Наладзіць папярэджаньні руху (вымушаныя прыпынкі, коркі), камэры хуткасьці, абмежаваньні хуткасьці

source: Configure traffic warnings (speed limits, forced stops, speed bumps), speed camera warnings, and lane information
be: Наладзіць папярэджаньні руху (абмежаваньня хуткасьці, вымушаныя прыпынкі, штучныя няроўнасьці), камэры хуткасьці, інфармацыю па палосах

source: Coordinates
be: Каардынаты

source: Coordinates are invalid!
be: Каардынаты несапраўдныя!

source: Create POI
be: Стварыць цікавостку

source: Create POI filter
be: Стварыць фільтар цікавосткаў

source: Create paths (or use / modify existing GPX files) to measure the distance between points. Save as GPX, can be used to plan GPX routes.
be: Ствараць шляхі (ці выкарыстоўваць/рэдагаваць існуючыя файлы GPX) каб мераць адлегласьць паміж кропкамі. Захоўваць у GPX і потым карыстацца каб плянаваць шлях па GPX.

source: Current position
be: Гэтае месца

source: Current position…
be: Гэтае месца…

source: Currently WiFi is not connected. Do you want to continue downloading with current internet connection?
be: Зараз WiFi не падлучаны. Хочаце працягнуць сьцягваньне з бягучым падключэньнем да інтэрнэту?

source: Custom filter
be: Дапасаваны фільтар

source: Data Management
be: Кіраваньне зьвесткамі

source: Data management
be: Кіраваньне зьвесткамі

source: Day
be: Дзень

source: Day/Night Mode
be: Рэжым дзень/ноч

source: Day/night map
be: Мапа дзень/ноч

source: Day/night mode
be: Рэжым дзень/ноч

source: Deactivate
be: Дэактываваць

source: Default profile
be: Стандартны профіль

source: Define view
be: Вызначыць выгляд

source: Define/Edit…
be: Вызначыць/зьмянiць…

source: Delete
be: Выдаліць

source: Delete %1$s?
be: Выдаліць %1$s?

source: Delete POI
be: Выдаліць цікавостку

source: Delete POI modification
be: Выдаліць зьмены POI

source: Delete Point
be: Выдаліць кропку

source: Delete favorite
be: Выдаліць упадабанае

source: Description
be: Апісаньне

source: Deselect all
be: Прыбраць вылучэньне ўсіх

source: Destination
be: Месца прызначэньня

source: Destination %1$s
be: Месца прызначэньня %1$s

source: Direction style
be: Стыль напрамку

source: Directions
be: Навігацыя

source: Directions From
be: Навігацыя ад

source: Directions To
be: Навігацыя да

source: Dismiss route
be: Адкінуць шлях

source: Display language
be: Мова інтэрфэйсу

source: Display ruler
be: Паказваць лінейкі

source: Display ruler on the map
be: Паказваць лінейкі на мапе

source: Display settings for advanced map configuration (like increase map details) and some device-specifics.
be: Паказаць дадатковыя налады мапы (накшталт павялічэньня дэталёвасьці) і некаторыя налады спэцыфічныя для прылады.

source: Distance calculator & Planning Tool
be: Прылада для разьліку адлегласьцей й плянаваньня

source: Distance measurement
be: Вымярэньне адлегласьці

source: Do not show again
be: Больш не паказваць

source: Do not use
be: Не карыстацца

source: Do you want to use existing GPX file?
be: Ці хочаце скарыстацца існуючым файлам GPX ?

source: Don't rotate (north is up)
be: Не варочаць (поўнач уверсе)

source: Download
be: Зладаваць

source: Download and manage offline maps and other data such as GPX tracks
be: Зладаваць і кіраваць пазасеткавымі мапамі і іншымі зьвесткамі накшталт трэкаў GPX

source: Download maps and manage offline data stored on your device
be: Ладаваньне мапаў і кіраваньне пазасеціўнымі зьвесткамі што захоўваюцца ў вашай прыладзе

source: Download offline data
be: Зладаваць пазасеткавыя зьвесткі

source: Download regions
be: Зладаваць рэгіёны

source: Download, (de-)activate, or delete offline data. \nCurrent data on device (%1$s free):
be: Зладаваць, (дэ-)актываваць, ці выдаліць пазасеткавыя зьвесткі. \nБягучыя зьвесткі на прыладзе (%1$s вольна):

source: Downloadable: %1$s
be: Можна сьцягнуць: %1$s

source: Downloaded
be: Зладаванае

source: Downloading list of available regions…
be: Зладоўваем сьпіс даступных рэгіёнаў…

source: Downloading …
be: Ладаванье…

source: Downloading…
be: Ладаванье…

source: Download…
be: Зладаваць…

source: Driving Region
be: Рэгіён для кіраваньня

source: Dropbox plugin
be: Убудова Dropbox

source: Dropbox plugin allows to synchronize tracks and audio/video notes with your dropbox account.
be: Убудова Dropbox дазваляе сынхранізаваць трэкі і аўдыё/відэа натакi з вашым рахункам Dropbox.

source: Edit POI
be: Рэдагаваць цікавостку

source: Edit favorite
be: Рэдагаваньне ўпадабанага

source: Edition
be: Выданьне

source: Education
be: Адукацыя

source: Elliptic mercator
be: Эліптычны меркатар

source: Enable precise routing to calculate precise routes without glitches. It is very limited by distance and doesn't use native library.
be: Дазволіць вельмі дакладную навігацыю каб шукаць шлях без памылак. Толькі для невялікіх адлегласьцяў і бяз свойскіх бібліятэк.

source: Enable to calculate fastest route or disable for shortest route
be: Пазначыць каб разьлічваць найхутчэйшы шлях, ці зьняць пазнаку для найкарацейшага шляху

source: Enable tracking and navigation in sleep (screen off) mode via periodically waking up the GPS device. Show settings facilitating to record your trips to local GPX files or online using a web service.
be: Дазволіць трэкінг й навігацыю ў сьпячым рэжыме(калі эрран выключаны) праз пэрыядычнае апытаньне прылады GPS. Паказаць налады што садзейнічаюць запісу вандровак ў лякальныя GPX файлы ці ў сеткавы вэб-сэрвіс.

source: Enable tracking plugin to use position logging services (GPX recording, online tracking)
be: Дазвольце ўбудову сэрвісаў хронікі каб запісваць каардынаты (запіс GPX, сеткавы трэкінг)

source: Entertainment
be: Забавы

source: Europe
be: Эўропа

source: Europe & Asia
be: Эўропа і Азія

source: Europe - France
be: Эўропа - Францыя

source: Europe - Germany
be: Эўропа - Германія

source: Europe/Asia - Russia
be: Эўразія - Расея

source: Exit
be: Выхад

source: Expire (minutes)
be: Тэрмін дзеяньня (у хвілінах)

source: Expire (minutes): %1$s
be: Термін дзеяньня (у хвілінах): %1$s

source: FPS debug info
be: Адладачная інфармацыя FPS

source: Fastest route
be: Найхутчэйшы шлях

source: Favorite
be: Упадабанае

source: Favorite Points
be: Упадабаныя месцы

source: Favorite point ''{0}'' was added successfully.
be: Упадабанае месца ''{0}'' было дададзенае.

source: Favorite point {0} was succesfully deleted.
be: Упадабанае месца {0} было выдаленае.

source: Favorite point(s) deleted successfully.
be: Упадабаныя кропкі пасьпяхова выдаленыя.

source: Favorites
be: Упадабаныя

source: Favorites search
be: Пошук упадабаных

source: Favorites succesfully imported
be: Упадабаныя імпартаваныя

source: Favorites succesfully saved to {0}
be: Упадабаныя захаваныя ў {0}

source: Favorites…
be: Упадабаныя…

source: File can not be renamed.
be: Файл ня можа быць пераназваны.

source: File name :
be: Назва файлу :

source: File with previously exported favorites already exists. Do you want to replace it?
be: Файл з экспартаванымі ўпадабанымі ўжо існуе. Ці хочаце замяніць яго ?

source: File with same name already exists.
be: Файл з такой самай назвай ужо існуе.

source: File with that name already exists.
be: Файл з такой назвай ужо існуе.

source: Filter
be: Фільтраваць

source: Finance
be: Фінансы

source: Find more
be: Знайсьці больш

source: Finish editing
be: Скончыць рэдагаваньне

source: Fixed
be: Фіксаваны

source: Fixes in 1.2.1: \n\t*Fix Geo Intent (Foursquare, c:geo) \n\t*Fix screen tremble during navigation \n\t*Other small fixes \n\nChanges in 1.2: \n\t* Bug fixes (tuned routing, search, AV recording, voice prompts, some display improvements) \n\t* Easier hillshade overlay configuration (requires Contour Lines plugin) \n\t* Now accepts maps.google.com location links \n\t* New widget (GPS info) \n\t* Added multi-window support for recent Samsung devices \n\t* Kalman filter for compass \n\t* Pebble watch support
be: Зьмены ў 1.2.1 \n\t*Выпраўлены Геа сэрвісы (Foursquare, c:geo) \n\t*Выпраўлена дрыжаньне выявы пад час навігаціі \n\t*Інші незначні виправлення \n\nЗьмены ў 1.2: \n\t* Выпраўлены памылкі (маршруцізаціі, пошуку, запісу відэа/голасу, аудыё-падказак, некторыя паляпшэньні адлюстраваньня) \n\t* Спрошчанае наланаладжваньне слою рэльефу (патрэбная убудова Ізаліній вышынь) \n\t* Магчыма выкарыстоўваць спасылкі з maps.google.com \n\t* Новы віджэт (GPS інфа) \n\t* Дададзена падтрымка шматаконнага інтэрфейсу для апошніх мадэляў Samsung \n\t* Фільтр Калмана для компаса \n\t* Падтрымка гадзіньніка Pebble

source: Fluorescent overlays
be: Флюарэсцэнтныя пласты

source: Follow
be: Кіравацца

source: Food shop
be: Прадуктовая крама

source: For tourists
be: Для турыстаў

source: Format:
be: Фармат:

source: Free space now {2} MB! Download {0} file(s) ({1} MB)?
be: Вольнага месца зараз {2} MB! Зладаваць {0} файлы ({1} MB)?

source: Free version
be: Свабодная вэрсія

source: Friends
be: Сябры

source: From:
be: Ад:

# From: %1$s To: %2$s
source: From: %1$s\nTo: %2$s
be: Ад: %1$s\nУ: %2$s

# From: %1$s Via: %2$s To: %3$s
source: From: %1$s\nVia: %2$s\nTo: %3$s
be: Ад: %1$s\nПраз: %2$s\nУ: %3$s

source: Front
be: Наперадзе

source: Front left
be: Наперадзе зьлева

source: Front right
be: Наперадзе справа

source: Fuel
be: Паліва

source: Full version
be: Поўная вэрсія

source: GPS Status application not installed. Search in Market?
be: Праграма статуса GPS не ўсталяваная. Пашукаць яе ў Краме ?

source: GPS info
be: Зьвесткі GPS

source: GPX data
be: Зьвесткі GPX

source: GPX file containing favorites is not found at {0}
be: GPX файл з упадабанымі ня знойдзены ў {0}

source: GPX file name
be: Імя GPX-файла

source: GPX file successfully saved to {0}
be: GPX файл паспяхова захаваны ў {0}

source: GPX recording
be: Запіс GPX

source: GPX route
be: GPX шлях

source: GPX track…
be: Трэк GPX…

source: General
be: Агульныя

source: General Settings
be: Агульныя налады

source: Global Settings
be: Агульныя налады

source: Global app settings
be: Агульныя налады праграмы

source: Hamlet
be: Паселішча

source: Help
be: Дапамога

source: Hide boundaries
be: Схаваць межы

source: Hide polygons
be: Схаваць палігоны

source: Hillshade
be: Ценi рэльефу

source: Hillshade layer
be: Слой ценяў рэльефу

source: Hillshade overlays
be: Слой ценяў рэльефу

source: History
be: Гісторыя

source: Home
be: Дом

source: House number
be: Нумар дома

source: House number, street, city
be: Нумар дому, вуліца, горад

source: I am here
be: Я тут

source: Improving OSM Data
be: Паляпшэньне зьвестак OSM

source: Indexing POI…
be: Індэксаваньне цікавосткаў…

source: Indexing address…
be: Індэксаваньне адрасоў…

source: Indexing map…
be: Індэксаваньне мапы…

source: Info
be: Інфармацыя

source: Initializing native library…
be: Ініцыалізацыя свойскіх бібліятэк…

source: Input latitude & longitude in the selected format (D - degrees, M - minutes, S - seconds)
be: Увядзіце шырату й даўгату ў абраным фармаце (D - градусы, M - хвіліны, S - сэкунды)

source: Install more…
be: Усталяваць яшчэ…

source: Install version
be: Усталяваньне версіі

source: Intermediate waypoints resorted to optimize their order on the way to the destination.
be: Прамежкавыя кропкі перасартыраваныя ў парадку шляху да месца прызначэньня.

source: Intersecting street
be: Скрыжаваньне вуліц

source: Japan
be: Японія

source: Keep intermediate points
be: Захаваць прамежныя кропкі

source: Kilometers/meters
be: Кілямэтры/мэтры

source: Landscape
be: Гарызантальная
